Repository: Killua151/Test
Catalog: memo/memo/l10n/*.strings
Languages: vi

source: %d Combo days
vi: %d ngày Combo

source: %d EXP daily
vi: %d EXP mỗi ngày

source: %@ to start recording
vi: %@ để bắt đầu ghi âm

source: Accept
vi: Đồng ý

source: Add friends
vi: Thêm bạn

source: Are you a beginner?
vi: Bạn có phải là người mới?

source: Avatar
vi: Hình đại diện

source: Back
vi: Quay lại

source: Cancel
vi: Hủy

source: Cancel my progress
vi: Hủy quá trình học của tôi

source: Change language
vi: Đổi ngôn ngữ

source: Check
vi: Kiểm tra

source: Checkpoint passed
vi: Đã vượt qua checkpoint

source: Checkpoint test for %d %@
vi: Kiểm tra rút ngắn %d %@

source: Close
vi: Đóng

source: Confirm email
vi: Xác nhận email

source: Confirm item using
vi: Xác nhận dùng vật phẩm

source: Confirm password
vi: Xác nhận mật khẩu

source: Confirm username
vi: Xác nhận tên đăng nhập

source: Congratulation! You've leveled up!
vi: Chúc mừng bạn đã thăng cấp!

source: Connections
vi: Kết nối

source: Correct!
vi: Chính xác!

source: Correct answer
vi: Câu trả lời đúng

source: Create profile
vi: Tạo tài khoản

source: Easy
vi: Dễ

source: Email address
vi: Địa chỉ email

source: Enter your friend's email to send them invite
vi: Nhập email bạn bè của bạn để gửi thư mời

source: Error
vi: Lỗi

source: Error %d
vi: Lỗi %d

source: Find Facebook friends
vi: Tìm bạn qua Facebook

source: Find friends
vi: Tìm bạn

source: Finish skill %@
vi: Hoàn thành kỹ năng %@

source: FOLLOW
vi: THEO DÕI

source: Forgot password
vi: Quên mật khẩu

source: Friends not found
vi: Không tìm thấy bạn bè

source: Full name (optional)
vi: Tên đầy đủ (tùy chọn)

source: Get rewards
vi: Nhận thưởng

source: Hard
vi: Khó

source: Health bonus %@
vi: Thưởng máu %@

source: Hi Memo team!
vi: Xin chào Memo team!

source: I can’t use microphone right now
vi: Tôi không thể dùng microphone bây giờ

source: If you’re serious about learning a language, you should set a goal to keep you on track.
vi: Nếu nghiêm túc trong việc học một ngôn ngữ, bạn nên cân nhắc đặt mục tiêu để giữ việc học đúng nhịp

source: Invalid email
vi: Email không hợp lệ

source: Invite
vi: Mời

source: Invite by email
vi: Mời bạn qua email

source: Invite email sent successfully
vi: Thư mời đã được gửi

source: It takes about 5 minutes, and adapts to your level by getting harder (or easier!) based on your answers.
vi: Chỉ cần 5 phút, Kiến Memo sẽ lựa chọn bài học phù hợp nhất cho bạn!

source: Keep those %@ full as words fade from your memory
vi: Giữ các %@ luôn đầy để không quên từ vựng

source: Leaderboards
vi: Bảng xếp hạng

source: Lesson %d on %d
vi: Bài %d trên %d

source: Lesson done! %@
vi: Bài tập hoàn thành! %@

source: Let's get started!
vi: Kiểm tra cấp độ!

source: LOCKED
vi: KHÓA

source: Log in
vi: Đăng nhập

source: Log out
vi: Đăng xuất

source: Medium
vi: Vừa

source: Memo app feedback
vi: Phản hồi ứng dụng Memo

source: Next
vi: Tiếp tục

source: New user
vi: Người dùng mới

source: No
vi: Không

source: No internet connection
vi: Không có kết nối mạng

source: No internet connection available. Check your network connection and try again.
vi: Không có kết nối internet. Hãy kết nối internet để thực hiện bài tập này

source: No leaderboards data
vi: Không có dữ liệu bảng xếp hạng

source: Not a beginner?
vi: Không phải là người mới?

source: Notification
vi: Thông báo

source: Notifications
vi: Thông báo

source: Now you've reached level %d in %@ course, let's keep practice!
vi: Giờ bạn đã đạt cấp %d của ngôn ngữ %@, tiếp tục rèn luyện thêm nhé!

source: Password
vi: Mật khẩu

source: Password must be at least %d characters long
vi: Mật khẩu phải dài ít nhất %d ký tự

source: Passwords not match
vi: Mật khẩu không khớp

source: Please enter your email
vi: Hãy nhập email của bạn

source: Please enter your password
vi: Hãy nhập mật khẩu của bạn

source: Please enter your username or email
vi: Hãy nhập tên đăng nhập hoặc email của bạn

source: Profile
vi: Thông tin

source: Please confirm your email
vi: Xin hãy nhập lại email của bạn

source: Please confirm your password
vi: Xin hãy nhập lại mật khẩu của bạn

source: Please confirm your username
vi: Xin hãy nhập lại tên đăng nhập của bạn

source: Practice reminder
vi: Nhắc nhở luyện tập

source: Question
vi: Câu hỏi

source: Quit
vi: Thoát

source: RETAKE
vi: LÀM LẠI

source: Retry
vi: Thử lại

source: Save your progress
vi: Lưu thông tin của bạn

source: Select all correct answers
vi: Chọn tất cả các đáp án đúng

source: Select language
vi: Chọn ngôn ngữ

source: Send feedback
vi: Gửi phản hồi

source: Set goal
vi: Đặt mục tiêu

source: Settings
vi: Cài đặt

source: Share
vi: Chia sẻ

source: Shortcut
vi: Vượt rào

source: Sign up
vi: Đăng ký

source: skill
vi: kỹ năng

source: skills
vi: kỹ năng

source: Speak this sentence:
vi: Đọc câu sau:

source: Speaking lessons
vi: Bài tập nói

source: Someone add as friend
vi: Ai đó theo dõi bạn

source: Someone passed you
vi: Ai đó vượt qua bạn

source: Sound effects
vi: Hiệu ứng âm thanh

source: Start
vi: Bắt đầu

source: Strengthen skills
vi: Luyện tập kỹ năng

source: START
vi: LÀM BÀI

source: Start here with the Basics
vi: Bắt đầu từ Cơ bản

source: Memo Bar
vi: Lực Memo

source: Submit
vi: Gửi

source: Tap
vi: Chạm

source: The chart is empty.
vi: Không có dữ liệu

source: Translate "%@"
vi: Dịch "%@"

source: Translate this sentence:
vi: Dịch câu sau:

source: Try this Placement Test
vi: Thử bài Kiểm tra Đầu vào

source: Turn off Coach mode
vi: Tắt chế độ Huấn luyện viên

source: Type what you listen
vi: Gõ những gì bạn nghe

source: UNFOLLOW
vi: BỎ THEO DÕI

source: Unknown error
vi: Có lỗi xảy ra

source: Username
vi: Tên đăng nhập

source: Username or email
vi: Tên đăng nhập hoặc email

source: Username must contain alphanumeric only
vi: Tên đăng nhập chỉ bao gồm chữ cái và số

source: Very hard
vi: Rất khó

source: Warning!
vi: Cẩn trọng!

source: We will send you instructions to recover your password via email
vi: Chúng tôi sẽ gửi cho bạn hướng dẫn lấy lại mật khẩu qua email

source: Write comment...
vi: Bình luận của bạn...

source: Yes, use it
vi: Có

source: You are bonused %@
vi: Bạn đã được thưởng %@

source: You have %d Health Potion, do you want to use it?
vi: Bạn có %d bình Hồi Máu, bạn có muốn sử dụng ngay?

source: You have %@ MemoCoin
vi: Bạn đang có %@ MemoCoin

source: You have %@!
vi: Bạn có %@!

source: You have finished skill %@!
vi: Bạn đã hoàn thành kỹ năng %@!

source: You have finished skill %@ and %d other skills!
vi: Bạn đã hoàn thành kỹ năng %@ và %d kỹ năng khác!

source: You have no healths remained!
vi: Bạn đã dùng hết máu!

source: You have typos in your answer
vi: Bạn có một vài lỗi nhỏ

source: You now need a Memo profile to save your progress. Register now!
vi: Giờ bạn cần một tài khoản Memo để lưu lại quá trình học tập của mình. Mời bạn đăng ký!

source: You still have %d health remaining
vi: Bạn vẫn còn %d máu

source: Your answer...
vi: Câu trả lời của bạn...

source: Your infomation
vi: Thông tin cá nhân

source: Your progress will be lost. Are you sure to quit?
vi: Bài làm của bạn sẽ bị mất. Chắc chắn thoát?
